Repository: NaN-tic/trytond-carrier_send_shipments_redyser
Catalog: locale/*.po
Languages: ca_es

# field:carrier.api,redyser_client_code:
source: Redyser Client Code
ca_es: Codi client Redyser

# field:carrier.api,redyser_csv_header:
source: Redyser CSV Header
ca_es: Capçalera CSV Redyser

# field:carrier.api,redyser_email:
source: Redyser Email
ca_es: Correu Redyser

# field:carrier.api,redyser_filename:
source: Redyser Filename
ca_es: Nom fitxer Redyser

# field:carrier.api,redyser_send_method:
source: Redyser Send Method
ca_es: Mètode enviament Redyser

# field:carrier.api.redyser.zip,center_code:
source: Center code
ca_es: Codi centre

# field:carrier.api.redyser.zip,center_name:
source: Center name
ca_es: Nom centre

# field:carrier.api.redyser.zip,country_code:
source: Country code
ca_es: Codi país

# field:carrier.api.redyser.zip,create_date:
source: Create Date
ca_es: Data creació

# field:carrier.api.redyser.zip,create_uid:
source: Create User
ca_es: Usuari creació

# field:carrier.api.redyser.zip,max_pickup_time:
source: Maximum pickup time
ca_es: Temps màxim recollida

# field:carrier.api.redyser.zip,postal_code:
source: Postal Code
ca_es: Codi postal

# field:carrier.api.redyser.zip,rec_name:
source: Name
ca_es: Nom

# field:carrier.api.redyser.zip,service_1030:
source: Delivery 10:30
ca_es: Entrega 10:30

# field:carrier.api.redyser.zip,service_saturday:
source: Delivery Saturdays
ca_es: Entrega dissabtes

# field:carrier.api.redyser.zip,write_date:
source: Write Date
ca_es: Usuari creació

# field:carrier.api.redyser.zip,write_uid:
source: Write User
ca_es: Usuari modificació

# field:carrier.api.redyser_offline,company:
source: Company
ca_es: Empresa

# field:carrier.api.redyser_offline,create_date:
source: Create Date
ca_es: Data creació

# field:carrier.api.redyser_offline,create_uid:
source: Create User
ca_es: Usuari creació

# field:carrier.api.redyser_offline,rec_name:
source: Name
ca_es: Nom

# field:carrier.api.redyser_offline,shipment:
source: Shipment
ca_es: Albarans

# field:carrier.api.redyser_offline,state:
source: State
ca_es: Estat

# field:carrier.api.redyser_offline,write_date:
source: Write Date
ca_es: Usuari creació

# field:carrier.api.redyser_offline,write_uid:
source: Write User
ca_es: Usuari modificació

# field:stock.shipment.out,redyser_barcode:
source: Redyser Barcode
ca_es: Codi Redyser

# field:stock.shipment.out,redyser_channeling:
source: Redyser Channeling
ca_es: Redeyser Channeling

# field:stock.shipment.out,redyser_current_package:
source: Package
ca_es: Paquet

# help:carrier.api,redyser_email:
source: Redyser TO email
ca_es: Redyser TO correu

# help:carrier.api,redyser_filename:
source: Prefix Redyser Filename
ca_es: Prefix nom fitxer Redyser

# model:carrier.api.redyser.offline.send.start,name:
source: Carrier API Seur Offline Send Start
ca_es: Inici enviament API Redyser Offline

# model:carrier.api.redyser.zip,name:
source: Redyser Zip
ca_es: Codis postals Redyser

# model:carrier.api.redyser.zip.load.start,name:
source: Load Carrier API Redyser Zip Start
ca_es: Inici afegeix codis postal Redyser

# model:carrier.api.redyser_offline,name:
source: Carrier API Redyser Offline
ca_es: API Redyser Offline

# model:ir.action,name:act_carrier_api_redyser_offline_form
source: Carriers API Redyser Offline
ca_es: API Redyser Offline

# model:ir.action,name:act_carrier_api_redyser_zip_form
source: Redyser Zip
ca_es: Codi postal Redyser

# model:ir.action,name:redyser_zip_load_wizard
source: Load Redyser Zip
ca_es: Afegeix codis postal Redyser

# model:ir.action,name:report_redyser_label
source: Redyser Label
ca_es: Etiqueta Redyser

# model:ir.action,name:wizard_carrier_api_redyser_offline_send
source: Send redyser Offline
ca_es: Envia Redyser Offline

# model:ir.cron,name:cron_carrier_api_send_redyser_offline
source: Send Redyser Shipments
ca_es: Envia albarans Redyser

# model:ir.sequence,name:sequence_carrier_api_redyser
source: Redyser API
ca_es: API Redyser

# model:ir.sequence.type,name:sequence_type_carrier_api_redyser
source: Redyser API
ca_es: API Redyser

# model:ir.ui.menu,name:menu_carrier_api_redyser_offline_form
source: Carriers API Redyser Offline
ca_es: API Redyser Offline

# model:ir.ui.menu,name:menu_carrier_api_redyser_offline_send
source: Send Redyser Offline
ca_es: Envia Redyser Offline.

# model:ir.ui.menu,name:menu_carrier_api_redyser_zip_form
source: Redyser Zip
ca_es: Codi postal Redyser

# model:res.user,name:user_carrier_api_redyser
source: Cron Carrier API Redyser
ca_es: Cron API Redyser

# selection:carrier.api,redyser_send_method:
source: Email
ca_es: Correu electrònic

# selection:carrier.api.redyser_offline,state:
source: Done
ca_es: Finalitzat

# selection:carrier.api.redyser_offline,state:
source: Draft
ca_es: Esborrany

# view:carrier.api.redyser.offline.send.start:
source: Carrier API Redyser Offline
ca_es: API Redyser Offline

# view:carrier.api.redyser.offline.send.start:
source: Note that this operation may take a few minutes.
ca_es: Tingueu en compte que aquesta operació pot trigar uns minuts.

# view:carrier.api.redyser.offline.send.start:
source: Send Redyser Offline.
ca_es: Envia Redyser Offline.

# view:carrier.api.redyser.zip.load.start:
source: Load Redyser codes
ca_es: Afegeix codis Redyser

# view:carrier.api.redyser.zip.load.start:
source: This process will load all Redyser codes in the database.
ca_es: Aquest procés afegirà els codis de Seur a la base de dades.

# view:carrier.api.redyser.zip:
source: Redyser Zip
ca_es: Codis postals Redyser

# view:carrier.api.redyser_offline:
source: Carrier API Redyser Offline
ca_es: API Redyser Offline

# view:carrier.api.redyser_offline:
source: Carrier API Seur Offline
ca_es: API Redyser Offline

# wizard_button:carrier.api.redyser.offline.send,start,end:
source: Cancel
ca_es: Cancel·la

# wizard_button:carrier.api.redyser.offline.send,start,send:
source: Send
ca_es: Envia

# wizard_button:carrier.api.redyser.zip.load,start,accept:
source: Accept
ca_es: Accepta

# wizard_button:carrier.api.redyser.zip.load,start,end:
source: Cancel
ca_es: Cancel·la
